Repository: seanpm2001/mt-training-data
Catalog: tok/tok_pontoon.tmx
Source language: en_us
Languages: tok

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
tok: sitelen pi toki ante. o kepeken ala sitelen pi toki ante. o lukin: sitelen lili “ж” li tan toki Losi. taso, ona li lon ala toki pona. tan ni la, o kepeken ala ona.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
tok: kalama awen pana en kalama awen pona la, lipu sina li sin, li pana e pali sina lon toki ale. sina ken pali lon toki mute! o kepeken lipu sina tawa ni: sina sona e pali sina. jan ante la sina sona e pali mute sina. sina ken pali e wile pali pi tenpo suno ale, e wile pali pi tenpo esun ale.

source: for example
tok: o lukin

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
tok: sitelen li lon ala kulupu lipu la, sina ken kepeken nasin pana pi tomo sona Harvard "Jess (2021) My Public licence poems"

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
tok: toki ni la, ilo ni li <localizationGlossaryLink>ante toki ale</localizationGlossaryLink>, li jo e <sentenceCollectionGlossaryLink>sitelen mute</sentenceCollectionGlossaryLink>. ni la, jan li ken <speakLink>toki</speakLink> li ken <listenLink>kute</listenLink>.

source: French
tok: toki Kanse

source: Frequently Asked Questions
tok: wile sona tan jan mute

source: Frisian
tok: toki Lise

source: Fulah
tok: toki Pula

source: Galician
tok: toki Kaleku

source: Gender
tok: meli anu mije anu ante

source: Georgian
tok: toki Katuli

source: German
tok: toki Tosi

source: Get in touch
tok: o kama toki

source: Get involved
tok: o kama, o pali

source: Get Involved
tok: o kama, o pali

source: Get started with goals
tok: o pana e wile pali sina

source: Get Started with Speech Recognition
tok: o sona e ilo kute pi kalama toki

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
tok: <githubLink>ilo NVIDIA NeMo</githubLink>™ li <docsLink>kulupu ilo suli</docsLink>. jan pi kulupu sona li kepeken ona la, ona li ken pali e ilo suli toki.

source: Glossary
tok: lipu nimi

source: Goal reached
tok: sina pini!

source: Goals
tok: wile pali sina

source: Goan Konkani
tok: toki Konki

source: Go to Discourse
tok: o tawa ilo Discourse

source: Go to Languages Page
tok: o tawa lipu toki

source: Go to { $name }
tok: tawa lipu { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
tok: <governanceLink>o lukin e sona pi nasin lawa mi</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
tok: toki pi jan lawa en lipu en lipu sona li pona. ale ni li lawa lili la, ona li pona lili.

source: Grammatical / spelling error
tok: toki pakala

source: Great! How many clips a week?
tok: pona! tenpo esun wan la sina pali e kalama awen pi nanpa seme?

source: Great! How many clips per day?
tok: pona! tenpo suno wan la sina pali e kalama awen pi nanpa seme?

source: Great!<recordIcon></recordIcon> Record your next clip
tok: pona a! ilo o <recordIcon></recordIcon> kute e kalama sin sina

source: Great work!<playIcon></playIcon> Listen again when you're ready
tok: sina pona! <playIcon></playIcon> sina ken la, o kute sin

source: Greek
tok: toki Elina

source: Guarani
tok: toki Apanjeke

source: Haitian
tok: toki Awisi

source: Hakha Chin
tok: toki Laton

source: Hausa
tok: toki Awasa

source: Have Feedback?
tok: sina wile toki anu seme?

source: Have you read our Terms?
tok: sina pali la o lukin e lawa kepeken pi ilo ni

source: Having an account is not required to contribute, though it is helpful.
tok: sina jo anu jo ala e sijelo ilo la, sina ken pana. sina jo la, ni li pona mute.

source: Having a profile is not required to contribute though it is helpful, see why below.
tok: sina jo e lipu jan la ni li pona mute. taso, sina jo ala la ni li pona.

source: Hebrew
tok: toki Iwisi

source: Help
tok: o pona e mi

source: Help Common Voice reach { $hours } hours in a language with a personal goal
tok: kepeken wile pali sina la, o pali e tenpo suli { $hours } lon ilo Common Voice, lon toki.

source: Help create Common Voice’s first target segment in { $locale }
tok: o pona e pali suli nanpa wan pi ilo Common Voice lon { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
tok: wile mi la kalama pi tenpo suli { $hours } o lon { $language }. tawa ni la o pana e wile pali sina!

source: Help teach machines how real people speak, donate your voice at { $link }
tok: sina wile pana e sona toki tawa ilo la, o pana e toki uta sina lon lipu { $link }

source: Help us build a community around voice technology, stay in touch via email.
tok: o pali e pona tawa kulupu pi ilo kute. o toki kepeken poki lipu.

source: Help us build a high quality, publicly open dataset
tok: o pona e ni: mi mute li pali e sona open pona.

source: Help us by reviewing sentences for correctness according to the guidelines.
tok: o lukin e ni: sitelen sin li kepeken nasin pona pi ilo Common Voice anu seme.

source: Help us by writing or collecting Public Domain sentences.
tok: o pana e sitelen pi kepeken open la sina pana e pona.

source: Help us find more voices, share your goal
tok: o alasa e jan toki, o pana e pali suli sina

source: Help us find others to donate their voice!
tok: jan sin li ken pana e toki ona. o kama e jan sin!

source: Help us get to { $goal }
tok: o pali tawa ni: ijo li { $goal }

source: Help us validate sentences!
tok: o pona e sitelen!

source: Help us validate voices
tok: o pona e toki uta

source: Here are some tips to find sentences:
tok: o sona e ni la, sina ken alasa e sitelen sin:

source: Here are the links to download your ZIP files.
tok: ni li nimi nasin pi poki lipu ZIP sina.

source: Hidden
tok: wile ala

source: Hiligaynon
tok: toki Ilikanan

source: Hill Mari
tok: toki Mali nena

source: Hindi
tok: toki Insi

source: His hand was rais-ed.
tok: mi ke<strong>pe</strong>ken ilo suli.

source: Home
tok: lipu open

source: Hours
tok: tenpo suli

source: Hours Recorded
tok: tenpo suli kalama

source: Hours Validated
tok: tenpo suli pi kalama pona

source: { $hours } validated hours so far!
tok: kalama pi tenpo suli { $hours } li pona!

source: How ?
tok: nasin li seme?

source: How are project decisions made?
tok: nasin seme la ilo ni li ken ante?

source: How can I get the Common Voice data?
tok: nasin seme la mi kama jo e sona pi ilo Common Voice?

source: How can we effectively grow a language on Common Voice?
tok: seme la mi ken suli e toki lon ilo Common Voice?

source: How does Common Voice calculate hours?
tok: ilo Common Voice li nanpa e tenpo kalama kepeken nasin seme?

source: How does Common Voice work?
tok: ilo Common Voice li pali kepeken nasin seme?

source: How does site localization work?
tok: nasin seme la jan li ante toki e lipu?

source: How do I access and use the dataset?
tok: mi lukin e sona ale pi ilo Common Voice kepeken nasin seme?

source: How do I add a language?
tok: nasin seme la mi ken pana e toki sin?

source: How do I add sentences?
tok: nasin seme la mi ken pana e sitelen?

source: How do I know whether to approve a voice clip?
tok: nasin seme la mi sona e pona pi kalama toki?

source: How do I record a high quality voice clip?
tok: nasin seme la mi ken kalama pona?

source: How do I stay in touch?
tok: nasin seme la mi sona e ijo sin?

source: How do you ensure anonymity and privacy of the people who donated their voices?
tok: jan li pana e kalama toki la jan ni li len kepeken nasin seme?

source: How to
tok: nasin seme?

source: How-to
tok: nasin

source: How to Cite
tok: mi pana sona kepeken nasin seme?

source: How would you describe your accent?
tok: nasin kalama pi toki sina li seme?

source: Hungarian
tok: toki Mosijo

source: I agree
tok: ni li pona

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
tok: <termsLink>lawa kepeken</termsLink> en <privacyLink>nasin pi len sona</privacyLink> li pona tawa mi.

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
tok: toki ni li toki mama mi ala. kalama mi pi toki ni li nasa. sina wile ala wile e toki uta mi?

source: Icelandic
tok: toki Isilenka

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
tok: ni li lon: <wikipediaLink>jan ale li ken kepeken</wikipediaLink> sitelen ni. mi ken pana e ona.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
tok: mi wile kama jo e lipu ni: sona pi wile pali mi en sona pi pali mi en ijo sin pi ilo Common Voice.

source: I do not agree
tok: ni li pona ala

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
tok: kalama awen li weka tan jan 2 la, ilo li pana e ona tawa kulupu sona ante.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
tok: kalama li pakala mute la, o weka e ona. sina ken kute e sitelen ale pi kalama ni la, o pona e ona. pakala lili la ni li awen lon.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
tok: sitelen li pona ala la, o pilin e nena &quot;o weka&quot; lon poka. sina sona ala la, o tawa sitelen sin.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
tok: sina lukin e pakala la o pilin e nena "o weka". sina sona ala la sina ken tawa sitelen sin.

source: If the sentence meets the criteria, click the "Approve" button.
tok: ale li pona la o pilin e nena "o pona".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
tok: sitelen li pona la, o pilin e nena &quot;o pona&quot; lon poka.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
tok: lipu ni li jo ala e ijo la, o kepeken pilin pona sina. sina sona ala la, o kepeken nena 'mi sona ala'.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
tok: sina ken <strong>kute</strong> e ona, li ken <strong>sona</strong> e toki ona, <strong>o pona e ona</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
tok: mi toki ala tawa sina lon tenpo suli la, o toki tawa <emailLink>nimi lipu</emailLink>. mi toki tawa sina!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
tok: sina alasa e ilo pali pi ilo ASR la, o toki tawa jan ante kulupu <discourseLink>lon ilo Discourse</discourseLink>.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
tok: toki sina lon ala ni la, sina ken wile e ona <languageProcessLink>kepeken nasin ni</languageProcessLink>.

source: If you run out of sentences to review, please help us collect more sentences!
tok: sitelen sin li lon ala la, o kama jo, o pana e ona sin!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
tok: sina ken ala sona e toki, tan <strong>nasin kalama</strong>, tan <strong>kalama jaki mute</strong>, tan <strong>toki pi jan ante</strong> la, o weka e kalama. <accuracyLink>o lukin e sona pi kalama pona</accuracyLink>.

source: Igbo
tok: toki Ipo

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
tok: mi pali e wile pali ni: mi pana e toki uta mi tawa #CommonVoice. o kama, o pana e sona toki tawa ilo. { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
tok: ni li pona: ilo li jo e sona mi kepeken <privacyLink>nasin pi len sona</privacyLink> pi kulupu Mozilla

source: Includes email, username & demographic info, available right away
tok: tenpo lili la nimi pi poki lipu en nimi jan en sona jan li lon

source: Includes mp3s and related sentences, may take some time to prepare
tok: ona li jo e ilo MP3, e sitelen sama. ni la ona li kepeken tenpo suli tawa pona.

source: * Indicates required field
tok: * la, o pana

source: Indonesian
tok: toki Intonesija

source: Information about the language
tok: sona toki

source: In Progress
tok: pali toki li lon

source: Interested in learning more and contributing to the project?
tok: sina wile sona mute? sina wile pana tawa pali ni?

source: Interface Language
tok: toki pi ilo ni

source: Interlingua
tok: toki Intelinwa

source: Interlingue
tok: toki Intelinwe

source: Irish
tok: toki Ele

source: IsiNdebele (North)
tok: toki Isintepele Sasenjakato

source: IsiNdebele (South)
tok: toki Isintepele Sesewula

source: Is my account information public?
tok: sona pi lipu mi li len ala len?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
tok: sona la, <isoCodeLink>nasin ISO</isoCodeLink>

source: Is the clip valid?
tok: kalama ni li pona ala pona?

source: Is the goal of Common Voice to build a voice assistant?
tok: pali Common Voice la sina wile pali e ilo pali kute anu seme?

source: Italian
tok: toki Italija

source: It contains words or phrases that are hard to read or pronounce.
tok: sitelen li jo e toki pi kalama ike, e toki pi ike lukin

source: It is written in a language different than what I’m speaking.
tok: toki mi la, sitelen li kepeken toki ante.

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
tok: ni li suli: o pana e lipu pi sona sina. ni la, sina kama jo ike ala. jan ante li ken toki e <copyrightIssuesLink>ike pi sona sina</copyrightIssuesLink>. mi pana e nasin pana:

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
tok: pali Common Voice li mute a! ni la kulupu mute li kama li pali lon poka li pona e ilo. sina wile ala wile poka? wile la o kama toki tawa mi!

source: Izhorian
tok: toki Inkelon

source: Japanese
tok: toki Nijon

source: Join the Common Voice mailing list
tok: kulupu CommonVoice li ken pana e lipu tawa mi

source: Just Unsure?
tok: sina sona ala anu seme?

source: Kabardian
tok: toki Kapatesa

source: Kabyle
tok: toki Sakeli

source: Kannada
tok: toki Kanata

source: Kaqchikel
tok: toki Kakisike

source: Karakalpak
tok: toki Kalakapa

source: Kazakh
tok: toki Kasakusa

source: { $kb }kb max
tok: suli ken li suli KB { $kb }

source: Keep
tok: ala

source: Keep it up, record again <recordIcon></recordIcon>
tok: ni li suli a. ilo o kute <recordIcon></recordIcon> sin

source: Keep the recordings
tok: o awen e kalama

source: Keep track of your progress and metrics across multiple languages.
tok: sina ken lukin e suli pi pali sina e ijo ante lon toki ale sina.

source: Keep track of your progress with a profile
tok: o sona e pana sina e pali sina kepeken lipu jan

source: Keep track of your progress with a profile and help our voice data be more accurate.
tok: o lukin e pali suli sina lon lipu sina. o pana e sona sina kepeken kalama toki sina.

source: Khmer
tok: toki Kemalapisa

source: K'iche'
tok: toki Kise

source: Kikuyu
tok: toki Kekojo

source: Kinyarwanda
tok: toki Ikinjaruwanta

source: Komi-Zyrian
tok: toki Komi Sijan

source: Konkani (Devanagari)
tok: toki Konkani (sitelen Tepanakali)

source: Korean
tok: toki Anku, toki Soson

source: Kurmanji Kurdish
tok: toki Kunlansi

source: Kyrgyz
tok: toki Kukusa

source: Language
tok: toki

source: Language Request
tok: wile pi toki sin

source: Language request successfully submitted, thank you.
tok: wile pi toki sin sina li pona. sina pona.

source: Languages
tok: toki

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
tok: toki li ken jo e <validationRulesLink>nasin pona ante</validationRulesLink>. toki li jo ala e ona la, ona li kepeken nasin pona pi toki Inli.

source: Lao
tok: toki Pasala

source: Latvian
tok: toki Lapijesu

source: Launched
tok: open!

source: Leaderboard Visibility
tok: sina wile ala wile lon lipu pi jan pali suli?

source: Learn how to request it here!
tok: o sona e nasin pana pi toki sin lon ni!

source: Learn how to take part
tok: o sona e nasin pi pana pona

source: Learn More
tok: o kama sona

source: Leaving now means you’ll lose your changes
tok: sina weka la, ante sina li weka

source: Leaving now means you'll lose your progress
tok: sina tawa la sina weka e pali sina

source: Let's Get Started
tok: o open

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
tok: sijelo LibriSpeech li jo e kalama toki Inli pi tenpo suli 1000. ona li tan toki lipu pi pali LibriVox.

source: License
tok: lipu ken

source: License: <licenseLink>CC-0</licenseLink>
tok: lipu ken: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
tok: lipu ken: <licenseLink>{ $license }</licenseLink>

source: Ligurian
tok: toki Likile

source: Lingala
tok: toki Linkala

source: Link Copied
tok: sina kama jo e nimi nasin

source: Links to websites that can help us understand the language
tok: nimi nasin pi lipu toki. ona li ken pana e sona toki tawa mi.

source: Listen
tok: o kute

source: Listening
tok: kute

source: Listen-Queue
tok: kulupu kute

source: Lithuanian
tok: toki Lijetupiju

source: Loading…
tok: o awen...

source: Loading rejected sentences…
tok: ilo li kama e sitelen weka…

source: Loading sentences…
tok: sitelen li kama…

source: Loading your sentences…
tok: ilo li kama e sitelen sina...

source: Localization
tok: ante toki

source: Localized
tok: ante toki

source: Login failed
tok: kama sina li pakala

source: Login Identity
tok: nasin nimi pi sijelo sina

source: Log in or sign up to get started
tok: o kama la, sina open

source: Login / Signup
tok: o kama / o pali e lipu sin

source: Log In / Sign Up
tok: o kama / o pali e sijelo ilo

source: Log In / Sign Up with { $company } email
tok: o kama kepeken poki lipu sina tan kulupu { $company }.

source: Logout
tok: o weka tan ilo

source: Log Out
tok: o weka tan sijelo ilo

source: Lojban
tok: toki Losupan

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
tok: toki ni la kalama ante ala li li wile e kute. sina wile la, o pona e ni o pana e kalama sin sina.

source: Luganda
tok: toki Lukanta

source: Luxembourgish
tok: toki Lesepoje

source: Macedonian
tok: toki Maketonsi

source: Maithili
tok: toki Metili

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
tok: o lukin e ni: ilo li kute ala kute? sina pini la ilo li pini ala pini?

source: Make sure the sentence meets the following criteria:
tok: o lukin: sitelen li ni ala ni:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
tok: o pana e sona ni: jan pi toki sina li seme? mi pana e kulupu kalama la sona ni li ante: jan li ken ala jo e sona ni. mi weka e ona tan kulupu kalama.

source: Malagasy
tok: toki Malekasi

source: Malay
tok: toki Melaju

source: Malayalam
tok: toki Malajalan

source: Male
tok: mije

source: Maltese
tok: toki Mata

source: Manage Email Subscriptions
tok: o ante e wile pi lipu kama tawa poki lipu sina

source: Manage Subscriptions
tok: o ante e wile pi lipu kama

source: Mapudungun
tok: toki Maputunkun

source: Marathi
tok: toki Melati

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
tok: ken la, o lukin e <homepageLink>lipu open mi</homepageLink>. sina wile e sona la, o kama tawa <matrixLink>ilo Matrix</matrixLink>, o lukin e lipu pakala lon <githubLink>ilo Github</githubLink>, o lukin e <discourseLink>ilo Discourse</discourseLink>.

source: Meadow Mari
tok: toki Mali ma

source: Medumba
tok: toki Makijunpa

source: Meetei Lon
tok: toki Matalon

source: Message
tok: toki

source: [Mismatched content]
tok: [sitelen en toki li ante]

source: Misreadings
tok: pakala kalama

source: Missing an <strong>'s'</strong> at the end of a word.
tok: toki li weka e sitelen lili tan nimi sitelen.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
tok: toki li weka e nimi tan sitelen open.

source: Missing the end of the last word by cutting off the recording too quickly.
tok: sina pini e kute ilo la, toki sina li weka.

source: Mixed
tok: mute

source: Moksha
tok: toki Mokusen

source: Mongolian
tok: toki Monko

source: More
tok: o mute

source: [More has been recorded than the required text]
tok: [ona li toki e nimi sin]

source: Mossi
tok: toki Mole

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
tok: kulupu esun suli li pali len li kulupu e kalama mute li pana ala e kalama ni tawa jan ante. ni li ike li ken ala e ni: jan li lon kulupu esun suli ala li pali e ilo sin pona. tan ni la mi open e pali Common Voice. jan ale o ken pali e ilo kute pona o ken kepeken ilo pona.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
tok: kulupu suli li kepeken sona la ona li pana ala e ni tawa jan ante mute. mi la ni li awen e sin. tan ni la mi open e ilo Common Voice. ni la ilo li ken kute e kalama jan. jan ale li ken kepeken ona.
